docs/index.org
#+TITLE: THERMOS Help
#+OPTIONS: toc:nil

Welcome to the help for THERMOS. You can search the help if you know what you are looking for:

#+BEGIN_EXPORT html
<form action="search">
<input type="search" name="q">
<input type="submit" value="Search">
</form>
#+END_EXPORT

* Application overview

- [[file:overview.org][An overview of THERMOS - start here]] :: An introduction to THERMOS, if you have never used it before
- [[file:projects-and-maps.org][Projects and maps]] :: Describes what's in project pages and how to create maps with OpenStreetMap or your own GIS data
- [[file:faq.org][FAQs]] :: This section answers some frequently asked questions
- [[bare:/help/changelog][Changelog]] :: A history of changes to the THERMOS application
- [[file:data-protection.org][Licensing and data protection]] :: How THERMOS is licensed, and what we do with your data.
  
* Network model

- [[file:network/interface.org][Network model user interface]] :: Describes in detail the parts of the user interface for the network model.
- [[file:network/technical-description.org][Technical description]] :: An introductory description of what the network model does, and a more precise technical definition
- [[file:network/validation.org][Network model validation]] :: A summary of the validation work done on the network model

* Supply model

- [[file:supply/supply-user-interface.org][Supply model user interface]] :: Describes in detail the supply model's user interface
- [[file:supply/network-model-interface.org][Relationship to the network model]] :: Describes how a network model's results are used as input to the supply model
- [[file:supply/technical-description.org][Technical description]] :: A description of what the supply model actually estimates

* Demand estimator

- [[file:demand/demand-model.org][Demand estimation methodology]] :: Summarises how THERMOS' heat demand estimation model works.

* Data sources

- Suggested values for parameters and default values :: This document is not ready yet
- References for data used in THERMOS :: This document is not ready yet

 
