resources/help/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>THERMOS Help</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">THERMOS Help</h1>
<p>
Welcome to the help for THERMOS. You can search the help if you know what you are looking for:
</p>

<form action="search">
<input type="search" name="q">
<input type="submit" value="Search">
</form>

<div id="outline-container-org59e4bd1" class="outline-2">
<h2 id="org59e4bd1"><span class="section-number-2">1.</span> Application overview</h2>
<div class="outline-text-2" id="text-1">
<dl class="org-dl">
<dt><a href="overview.html">An overview of THERMOS - start here</a></dt><dd>An introduction to THERMOS, if you have never used it before</dd>
<dt><a href="projects-and-maps.html">Projects and maps</a></dt><dd>Describes what's in project pages and how to create maps with OpenStreetMap or your own GIS data</dd>
<dt><a href="faq.html">FAQs</a></dt><dd>This section answers some frequently asked questions</dd>
<dt><a href="/help/changelog">Changelog</a></dt><dd>A history of changes to the THERMOS application</dd>
<dt><a href="data-protection.html">Licensing and data protection</a></dt><dd>How THERMOS is licensed, and what we do with your data.</dd>
</dl>
</div>
</div>

<div id="outline-container-org8673b6f" class="outline-2">
<h2 id="org8673b6f"><span class="section-number-2">2.</span> Network model</h2>
<div class="outline-text-2" id="text-2">
<dl class="org-dl">
<dt><a href="network/interface.html">Network model user interface</a></dt><dd>Describes in detail the parts of the user interface for the network model.</dd>
<dt><a href="network/technical-description.html">Technical description</a></dt><dd>An introductory description of what the network model does, and a more precise technical definition</dd>
<dt><a href="network/validation-study.pdf">Network model validation</a></dt><dd>A summary of the validation work done on the network model</dd>
</dl>
</div>
</div>

<div id="outline-container-org1fa1f21" class="outline-2">
<h2 id="org1fa1f21"><span class="section-number-2">3.</span> Supply model</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl">
<dt><a href="supply/supply-user-interface.html">Supply model user interface</a></dt><dd>Describes in detail the supply model's user interface</dd>
<dt><a href="supply/network-model-interface.html">Relationship to the network model</a></dt><dd>Describes how a network model's results are used as input to the supply model</dd>
<dt><a href="supply/technical-description.html">Technical description</a></dt><dd>A description of what the supply model actually estimates</dd>
</dl>
</div>
</div>

<div id="outline-container-org709e6d2" class="outline-2">
<h2 id="org709e6d2"><span class="section-number-2">4.</span> Demand estimator</h2>
<div class="outline-text-2" id="text-4">
<dl class="org-dl">
<dt><a href="demand/demand-model.html">Demand estimation methodology</a></dt><dd>Summarises how THERMOS' heat demand estimation model works.</dd>
</dl>
</div>
</div>

<div id="outline-container-orga351c43" class="outline-2">
<h2 id="orga351c43"><span class="section-number-2">5.</span> Data sources</h2>
<div class="outline-text-2" id="text-5">
<dl class="org-dl">
<dt>Suggested values for parameters and default values</dt><dd>This document is not ready yet</dd>
<dt>References for data used in THERMOS</dt><dd>This document is not ready yet</dd>
</dl>
</div>
</div>
</div>
</body>
</html>
